import './App.css'
import NavBar1 from './NavBar1'
import Footer1 from './Footer1'
import { FontAwesomeIcon } from '@fortawesome/react-fontawesome';
import { faMagnifyingGlass , faLocationDot } from '@fortawesome/free-solid-svg-icons';

function App1() {
  

  return (
    <>
      <div className='flex flex-col w-screen min-h-screen'>
      <NavBar1></NavBar1>

      <div className='bg-cover bg-center w-screen min-h-96 ' style={{ backgroundImage: `url('./elements/bgimg.svg')`, height: '100%'}}>
          <div className='text-black w-2/5	mt-20 ml-16 flex flex-col gap-5'>
          <p className=' text-3xl	'>توجيه التميّز القانوني في الجزائر</p>
          
          <p
          className='text-2xl font-thin'>
           محاموكم الموثوق بهم للعدالة والخبرة
                
              </p>
          
          
          </div>
          <div className='flex gap-2 place-items-baseline ml-10 mt-20'>
      <div className='rounded-l-lg bg-white w-96 h-10 flex pl-2 items-center shadow-md hover:shadow-lg' >
      <FontAwesomeIcon className='text-orange-500' icon={faMagnifyingGlass} />
      <input
        className='ml-2 w-80 h-full bg-transparent outline-none'
        type="text"
        placeholder='Search for your lawyer'
      />
      </div>
     
      

      <div className='rounded-l-lg bg-white w-96 h-10 flex pl-2 items-center shadow-md hover:shadow-lg'>
        <FontAwesomeIcon className='text-orange-500' icon={faLocationDot} />
        <input
          className='ml-2 w-80 h-full bg-transparent outline-none'
          type="text"
          placeholder='Search for location'
        />
      </div>

      <button className='rounded-sm bg-orange-500 text-white hover:bg-orange-200 hover:border-0 h-10 place-items-center'>
      البحث
      </button>
    </div>
        </div>
        <div className='pl-60  pr-60 flex m-auto'> 
          <img src="./elements/jur.svg" alt="" />
        </div>
        <div className='text-left text-black p-10'>
          <p>
          الدستور الجزائري لعام 1996، الذي تم مراجعته في فبراير 2016، ينص على تأسيس سلطة قضائية مستقلة. <br />
          تكرس الدستور الجزائري لعام 1996، الذي تم مراجعته في فبراير 2016، المبادئ الأساسية للمساواة والحرية. تضمنت هذه الحقوق الأساسية محل ضمان من قبل المحكمة العليا التي تشكل قمة السلطة القضائية. يدير النظام القضائي الجزائري وفقًا لنظام ثنائي الدرجة من الاختصاص، حيث توجد في المرحلة الأولى محاكم وفي المرحلة الثانية محاكم استئناف. يتميز النظام بتواجد جهتين قضائيتين متميزتين، حيث يكون النظام القضائي مستقلاً عن النظام الإداري 
<br />




<p className='text-orange-500'>السلطة القضائية</p>
<p className='text-orange-500'>المحكمة العليا</p>
منصوبة بموجب القانون رقم 63-218 المؤرخ في 18 يونيو 1963، تُمثل المحكمة العليا أعلى سلطة قضائية في النظام القضائي. تضم المحكمة العليا 150 قاضيًا موزعين على أربعة أقسام: المدنية والتجارية؛ الضمان الاجتماعي والعمل؛ الجنائية؛ والإدارية.
تهدف المحكمة العليا، من جهة، إلى ضمان توحيد الفقه في النظام القضائي على مستوى الأراضي الوطنية بأكملها، ومن جهة أخرى، متابعة احترام القانون.
تختص المحكمة العليا بالنظر في الطعون في التمييز المقدمة ضد الأحكام والقرارات النهائية التي أصدرتها المحاكم والمحكمات من جميع الأنواع باستثناء المحاكم التابعة للنظام الإداري.
تتكون المحكمة العليا، حالياً وفقًا لقانون عام 1989، من ثماني غرف (المدنية، الأراضي، الاجتماعية، الجنائية، جناح الجنايات والجنح، الشخصية القانونية، الشؤون التجارية والبحرية، وغرفة الطلبات). تتمتع بالاستقلال المالي والإداري.
تتكون المحكمة العليا الجزائرية من قضاة المحكمة وقضاة النيابة. يشمل قضاة المحكمة رئيس المحكمة الأول (الذي يدير المحكمة العليا)، ونائب الرئيس، ورؤساء الغرف، ورؤساء الأقسام، والمستشارين. أما قضاة النيابة فيتألفون من النائب العام، ونائب النائب العام، والمدعين العامين. يتولى كتاب المحكمة مهمة السجل
<br />
<p className='text-orange-500'>محكمة الاستئناف</p>


محكمة الاستئناف هي سلطة قضائية من الدرجة الثانية. إنها تشكل وسيلة للاستئناف ضد القرارات القضائية الصادرة عن محاكم السلطات القضائية السفلى
 <br />
 هناك 48 محكمة استئناف على الأراضي الوطنية الجزائرية. تنقسم كل محكمة إلى عدة غرف قد تتفرع إلى أقسام. تتضمن كل محكمة، على الأقل، غرفة تحقيق تشكل سلطة قضائية من الدرجة الثانية. تعنى بالطعون ضد قرارات قضاة التحقيق وتراقب أنشطة الشرطة القضائية
   <br />
   تصدر محكمة الاستئناف قراراتها بشكل جماعي. تتألف من رئيس ونائب رئيس، ورؤساء الغرف، والمستشارين، والنيابة العامة التي تشمل النائب العام، ونائب النائب العام الأول، ونواب النيابة العامة، وكذلك خدمة السجل

<p className='text-orange-500'>المحكمة</p>

يوجد 210 محاكم في الجزائر. المحكمة هي سلطة من الدرجة الأولى في النظام القضائي. يتم تحديد اختصاصها بواسطة قانون إجراءات المحكمة المدنية، وقانون إجراءات المحكمة الجنائية، والقوانين الخاصة النافذة.

عادة ما تكون المحكمة مقسمة إلى أربعة أقسام: المدنية، الجنائية، العمالية والتجارية. كمحكمة تصدر قراراتها بوساطة قاض واحد، تضم المحكمة رئيس المحكمة ونائب الرئيس والقضاة وقاضي التحقيق أو قضاة التحقيق وقاضي الأحداث، والنيابة العامة، ونواب النيابة العامة، والسجل. تصدر محكمة الأحداث والمحكمة الاجتماعية قراراتها بشكل جماعي بحضور قاض واثنين من الأمناء


<p className='text-orange-500'>أقسام جنائية متخصصة </p>
الأقسام الجنائية المتخصصة تضم 6 محاكم، تم إنشاؤها في عام 2004، وتمثل وسيلة قضائية جديدة أُقيمت لتكييف التشريع الجزائري مع التزامات الجزائر في مجال مكافحة الجريمة المنظمة دوليًا، والتدخل في نظام معالجة البيانات التلقائي، وغسيل الأموال، والإرهاب، والجرائم المتعلقة بتشريعات الصرف.
صدر مرسوم تنفيذي قد وسع الاختصاص الإقليمي للنيابات العامة وقضاة التحقيق وكذلك القضاة في المقاطعات الأخرى. على سبيل المثال، يشمل اختصاص المحكمة في ورقلة ورقلة وأدرار وإليزي وتندوف وغرداية. تتضمن هذه القضاءات قواعد استثنائية عن القانون العام وتتمتع بسلطات هامة، بما في ذلك السمات التقنية (التنصت على الهواتف، والتسلل الصوتي).
يتكون كل قطب من اثني عشر قاضيًا مكلفين بمتابعة القضايا الخاصة. يصدر الحكم في الدرجة النهائية، بمشاركة ثلاثة قضاة يساعدهم اثنان من المستشارين القضائيين

 <p className='text-orange-500'>المحكمة العسكرية  </p>

 المحكمة العسكرية هي سلطة قضائية استثنائية تصدر قراراتها خارج النظام القضائي العادي. في زمن السلم، تحظى هذه السلطة بالاختصاص للنظر في بعض الجرائم الخاصة بالقوات المسلحة والأشخاص الذين يحملون صفة عسكرية. تقع هذه القرارات تحت رقابة المحكمة العليا. في زمن الحرب، تتعامل هذه القرارات مع جميع الجرائم التي تتعلق بأمان الدولة. يتكون المحكمة العسكرية الدائمة من ثلاثة أعضاء، رئيس واثنين من المستشارين القضائيين. يترأس هذه السلطة قاضي من قضاة المحاكم
 
 
 <p className='text-orange-500'>مجلس الدولة </p>

 المجلس الدولة الجزائري هو أعلى سلطة في النظام الإداري المنصوص عليه بموجب القانون رقم 98-01 المؤرخ في 30 مايو 1998. يشكل هيئة تنظيمية لنشاط القضاء الإداري من خلال حل النزاعات بين الإدارة والمواطنين.
بصفته هيئة استشارية، يعطي المجلس الدولة رأيه حول مشاريع القوانين قبل دراستها في مجلس الوزراء.
بصفته هيئة قضائية، يعتني المجلس الدولة بشكل أولي ونهائي بطلبات الإلغاء المقدمة ضد القرارات القانونية أو الفردية الصادرة عن السلطات الإدارية المركزية، والمؤسسات الوطنية العامة، والهيئات المهنية الوطنية، وطلبات التفسير، والطلبات لتقدير قانونية الأفعال التي يقع نزاعها تحت اختصاص المجلس الدولة.
يعتني بالطعون فيما يتعلق بالأحكام الصادرة بشكل أولي من قبل القضاء الإداري في الحالات التي لا تنص القانون بشكل مختلف، كما يعتني بطلبات الاستئناف ضد قرارات القضاء الإداري النهائية، وكذلك بطلبات النقض لقرارات محكمة المحاسبة.
يتم تنظيم المجلس الدولة لمزاولة وظائفه القضائية في أربع غرف، حيث يتم تقسيم كل منها إلى أقسام

 <p className='text-orange-500'>المحكمة الإدارية  </p>

 المحاكم الإدارية تشكل السلطات القضائية العامة في المسائل الإدارية. قراراتها قابلة للاستئناف أمام مجلس الدولة لأنها تشكل سلطات من الدرجة الأولى.
تنظم المحاكم الإدارية في غرف تنقسم إلى أقسام. يتكون كل محكمة إدارية من ما لا يقل عن ثلاثة قضاة. يخضع قضاة هذا المحكمة لنظام القضاء. يتم تنظيمهم في غرف يمكن تقسيمها إلى أقسام
 
 <p className='text-orange-500'>محكمة النزاعات  </p>

 تم إنشاء محكمة النزاعات في إطار التعديلات الدستورية التي حدثت في عام 1996، وتم تأسيسها بموجب المادة 152 من الدستور وتنفيذها من خلال القانون الأساسي رقم 98-03 المؤرخ في 3 يونيو 1998. تعتبر هذه السلطة هيئة قضائية مكلفة بتسوية النزاعات المتعلقة بالاختصاص بين السلطات القضائية والسلطات الإدارية. لا تتدخل محكمة النزاعات في النزاعات المتعلقة بالاختصاص بين السلطات القضائية التي تتبع لنفس النظام. لا يمكن تقديم استئناف ضد القرارات الصادرة عن هذه المحكمة. تتألف محكمة النزاعات من سبعة قضاة، بما في ذلك الرئيس، يُعين نصفهم من بين قضاة المحكمة العليا والنصف الآخر من بين قضاة مجلس الدولة. يُعين رئيس محكمة النزاعات بالتناوب من بين قضاة المحكمة العليا أو مجلس الدولة من قبل رئيس الجمهورية لمدة ثلاث سنوات. يُعين أيضًا مفوض الدولة ونائب مفوض الدولة بنفس الشكل لمدة 3 سنوات. لاتخاذ قرار صحيح، يجب أن تضم محكمة النزاعات ما لا يقل عن 5 أعضاء، من بينهم 2 من المحكمة العليا و 2 من مجلس الدولة. يتم اتخاذ قراراتها بأغلبية الأصوات. في حالة التعادل، فإن قانون 3 يونيو 1998 قد وفر آلية خاصة تفاديًا للتعطيل: تكون صوت رئيس المحكمة مفضلًا."

المصدر: الموقع الرسمي لوزارة العدل الجزائرية <br />

 <a href="https://www.mjustice.dz/html/">https://www.mjustice.dz/html/  </a> <br />
<a href="http://legiglobe.rf2d.org/algerie/2016/09/27/">http://legiglobe.rf2d.org/algerie/2016/09/27/</a> <br />
<a href="https://www.lexadin.nl/wlg/courts/nofr/oeur/lxctalg.htm">https://www.lexadin.nl/wlg/courts/nofr/oeur/lxctalg.htm</a>  <br />
<a href="http://www.nyulawglobal.org/globalex/Algeria.html#_Supreme_Court
"> http://www.nyulawglobal.org/globalex/Algeria.html#_Supreme_Court
</a> <br />
          </p>
        </div>
        <Footer1></Footer1>
       </div>
    </>
  )
}

export default App1
