{
  "legalExcellence": "التميّز القانوني في الجزائر",
  "trustedAdvocates": "محاموك الموثوق بهم للعدالة والخبرة",
  "searchForLawyer": "البحث عن محاميك",
  "searchForLocation": "البحث عن الموقع",
  "search": "بحث",
  "Your": "المدافعون الموثوقون عن العدالة والخبرة",
  "preferredAvocat": "انظر إلى محامينا المفضلين بشكل كبير",
  "searchByCity": "البحث مباشرة حسب المدينة",
  "Adrar": "أدرار",
  "Chlef": "الشلف",
  "Laghouat": "الأغواط",
  "Oum El Bouaghi": "أم البواقي",
  "Batna": "باتنة",
  "Béjaïa": "بجاية",
  "annu": "حولية ",
  "Biskra": "بسكرة",
  "Béchar": "بشار",
  "Blida": "البليدة",
  "Bouïra": "البويرة",
  "Tamanrasset": "تمنراست",
  "Tébessa": "تبسة",
  "Tlemcen": "تلمسان",
  "Tiaret": "تيارت",
  "Tizi Ouzou": "تيزي وزو",
  "Algiers": "الجزائر",
  "Djelfa": "الجلفة",
  "Jijel": "جيجل",
  "Sétif": "سطيف",
  "Saïda": "سعيدة",
  "Skikda": "سكيكدة",
  "Sidi Bel Abbès": "سيدي بلعباس",
  "Annaba": "عنابة",
  "Guelma": "قالمة",
  "Constantine": "قسنطينة",
  "Médéa": "المدية",
  "Mostaganem": "مستغانم",
  "M'Sila": "المسيلة",
  "Mascara": "معسكر",
  "Ouargla": "ورقلة",
  "Oran": "وهران",
  "El Bayadh": "البيض",
  "Illizi": "اليزي",
  "Bordj Bou Arréridj": "برج بوعريريج",
  "Boumerdès": "بومرداس",
  "El Tarf": "الطارف",
  "Tindouf": "تندوف",
  "Tissemsilt": "تيسمسيلت",
  "El Oued": "الوادي",
  "Khenchela": "خنشلة",
  "Souk Ahras": "سوق أهراس",
  "Tipaza": "تيبازة",
  "Mila": "ميلة",
  "Aïn Defla": "عين الدفلى",
  "Naâma": "النعامة",
  "Aïn Témouchent": "عين تموشنت",
  "Ghardaïa": "غرداية",
  "Relizane": "غليزان",
  "Timimoun": "تيميمون",
  "Bordj Badji Mokhtar": "برج بادجي مختار",
  "Ouled Djellal": "أولاد جلال",
  "Béni Abbès": "بني عباس",
  "Ain Salah": "عين صالح",
  "Ain Guezzam": "عين قزام",
  "Touggourt": "تقرت",
  "Djanet": "جانت",
  "El M'Ghair": "المغير",
  "El Menia": "المنيعة",
  "Carte Judiciaire": "الخريطة القضائية",
  "Home": "الصفحة الرئيسية",
  "Contact US": "اتصل بنا",
  "User": "المستخدم",
  "Profile": "الملف الشخصي",
  "Disconnect": "الخروج",
  "Connexion": "تسجيل الدخول",
  "Login": "تسجيل الدخول",
  "Sign up": "التسجيل",
  "a": "الدستور الجزائري لعام 1996، المنقح في فبراير 2016، ينشئ سلطة قضائية مستقلة",
  "b": " يخضع النظام القضائي الجزائري لمستوى مزدوج من الاختصاص: محاكم الدرجة الأولى ومحاكم الاستئناف في الدرجة الثانية. لديها ازدواجية الاختصاصات مع وجود أمر قضائي يختلف عن الأمر الإداري  ويكرس المبادئ الأساسية للمساواة والحرية. ويتم ضمان هذه الحقوق الأساسية من قبل المحكمة العليا على رأس النظام القضائي ",
  "c": "أمر قضائي  ",
  "d": "المحكمة العليا  ",
  "e": "أنشئت المحكمة العليا بموجب القانون رقم 63-218 المؤرخ في 18 يونيو 1963، وهي تمثل أعلى محكمة في النظام القضائي. تضم المحكمة العليا 150 قاضياً مقسمين إلى أربعة أقسام: مدنية وتجارية؛ الضمان الاجتماعي والعمل؛ مجرم؛ وهدفها، من جهة، ضمان توحيد اجتهاد النظام القضائي في جميع أنحاء التراب الوطني، ومن جهة أخرى، ضمان الامتثال للقانون. وتختص بالفصل في الطعون المرفوعة بالنقض. ضد الأحكام والأحكام الصادرة كملجأ أخير من قبل المحاكم والهيئات القضائية في جميع الأوامر باستثناء الولايات القضائية الخاضعة للأمر الإداري.تتكون المحكمة العليا، التي يحكمها حاليا قانون عام 1989، من ثماني غرف (المدنية والأراضي والاجتماعية الجنائية والمخالفات والمخالفات والأحوال الشخصية والغرفة التجارية والبحرية وغرفة الطلبات). وتتمتع بالاستقلال المالي والاستقلال الإداري.تتكون المحكمة العليا الجزائرية من قضاة ومدعين عامين. قضاة المقعد هم الرئيس الأول (الذي يرأس المحكمة العليا)، ونائب الرئيس، ورؤساء الغرف، ورؤساء الأقسام والمستشارين. ويتكون المدعون العامون من النائب العام ونائب المدعي العام والمدعين العامين. يتم تسجيل المحكمة العليا من قبل الكتبة.",
  "f": "محكمة الإستئناف  ",
  "g": "ومحكمة الاستئناف هي سلطة قضائية من المستوى الثاني. وهو يشكل وسيلة للاستئناف ضد قرارات المحكمة الصادرة عن محاكم الولايات القضائية الأدنى.  ",
  "h": "هناك 48 محكمة استئناف على التراب الوطني الجزائري. وينقسم كل فناء إلى عدة غرف يمكن تقسيمها إلى أقسام. تضم كل محكمة، على الأقل، غرفة اتهام واحدة تشكل اختصاص تحقيق من الدرجة الثانية. وهي تنظر في الطعون المقدمة ضد أوامر قضاة التحقيق وتراقب أنشطة الشرطة القضائية   ومحكمة الاستئناف تحكم بشكل جماعي. وتتألف من رئيس ونائب رئيس ورؤساء غرف ومستشارين ومكتب مدعي عام يضم مدعيا عاما ونائبا أول للمدعي العام ونواب المدعين العامين بالإضافة إلى دائرة للكسب غير المشروع.",
  "i": "هناك 210 محاكم في الجزائر. المحكمة هي المحكمة الابتدائية للأمر القضائي. ويتم تحديد اختصاصها بموجب قانون الإجراءات المدنية وقانون الإجراءات الجنائية والقوانين المحددة المعمول بها.  تنقسم المحكمة عمومًا إلى أربعة أقسام، محكمة مدنية وجنائية ومحكمة صناعية ومحكمة تجارية.  محكمة من قاض واحد، وتضم المحكمة رئيساً للمحكمة، ونائباً للرئيس، وقضاة، وقاضي تحقيق أو أكثر، وقاضياً أو أكثر للأحداث، ومدعياً ​​عاماً، ونواباً للمدعي العام، والكسب غير المشروع. وتحكم محكمة الأحداث والمحكمة الاجتماعية بشكل جماعي بحضور قاض واثنين من المستشارين.  مراكز إجرامية متخصصة   تضم المراكز الجنائية المتخصصة 6 محاكم أحدثت سنة 2004، وتمثل أداة قضائية جديدة تم وضعها لمواءمة التشريع الجزائري مع مختلف الالتزامات الدولية للجزائر كمكافحة الجريمة الدولية المنظمة، والهجوم على نظام المعالجة الآلية للبيانات، والمال. جرائم غسل الأموال والإرهاب والجرائم المتعلقة بتشريعات النقد الأجنبي.  ووسّع مرسوم تنفيذي نطاق الاختصاص الإقليمي للمدعين العامين وقضاة التحقيق وقضاة المقر ليشمل اختصاص المحاكم الأخرى. على سبيل المثال، يشمل الاختصاص الإقليمي لمحكمة ورقلة ورقلة وأدرار وإليزي وتندوف وغرداية. تتضمن هذه الولايات القضائية قواعد لا تتقيد بالقانون العام وتتمتع بمهارات كبيرة، لا سيما التقنية (التنصت على الهاتف، والتسلل الصوتي)  وتضم الوحدة اثني عشر قاضيًا مسؤولين عن مراقبة القضايا الخاصة. وهي تحكم كملاذ أخير، بوجود ثلاثة قضاة يساعدهم اثنان من المحلفين المقيمين. وتبت محكمة الاستئناف بشكل جماعي. وتتألف من رئيس ونائب رئيس ورؤساء غرف ومستشارين ومكتب مدعي عام يضم مدعيا عاما ونائبا أول للمدعي العام ونواب المدعين العامين بالإضافة إلى دائرة للكسب غير المشروع.",
  "j": "والمحكمة العسكرية هيئة قضائية استثنائية تصدر أحكامها خارج نطاق القضاء العادي.في وقت السلم، تتمتع هذه الولاية القضائية بالسلطة القضائية للحكم على بعض الجرائم الخاصة بالجيوش والأشخاص الذين يتمتعون بوضع عسكري. وتقع هذه القرارات تحت سيطرة المحكمة العليا. وفي أوقات الحرب، يتعرضون لجميع الهجمات على أمن الدولة.  تتألف المحكمة العسكرية الدائمة من ثلاثة أعضاء ورئيس واثنين من المستشارين. ويرأس هذا الاختصاص قاضي ",
  "email": "البريد الإلكتروني",
  "password": "كلمة المرور",
  "loginButton": "تسجيل الدخول",
  "forgotPassword": "هل نسيت كلمة المرور؟",
  "googleLogin": "تسجيل الدخول بواسطة جوجل",
  " noAccount": "ليس لديك حساب؟",
  "signUp": "سجل",
  "why do you want to join us ?": "لماذا ترغب في الانضمام إلينا؟",
  "we provide here the best experiences": "نحن نقدم هنا أفضل التجارب",
  "i am here to be a lawyer": "أنا هنا لأكون محاميًا",
  "work with people is my passion": "العمل مع الناس هو شغفي",
  "i am searching for lawyer": "أبحث عن محامٍ"
}
