{
  "legalExcellence": "Excellence légale en Algérie",
  "trustedAdvocates": "Avocats de confiance pour la justice et l'expertise",
  "searchForLawyer": "Recherchez votre avocat",
  "searchForLocation": "Recherchez l'emplacement",
  "search": "Rechercher",
  "Your": "Vos défenseurs de confiance pour la justice et l'expertise",
  "preferredAvocat": "Consultez nos avocats préférés en grande quantité",
  "searchByCity": "Recherche directe par ville",
  "Adrar": "Adrar",
  "Chlef": "Chlef",
  "Laghouat": "Laghouat",
  "Oum El Bouaghi": "Oum El Bouaghi",
  "Batna": "Batna",
  "Béjaïa": "Béjaïa",
  "annu": "Annuaire",
  "Biskra": "Biskra",
  "Béchar": "Béchar",
  "Blida": "Blida",
  "Bouïra": "Bouïra",
  "Tamanrasset": "Tamanrasset",
  "Tébessa": "Tébessa",
  "Tlemcen": "Tlemcen",
  "Tiaret": "Tiaret",
  "Tizi Ouzou": "Tizi Ouzou",
  "Algiers": "Alger",
  "Djelfa": "Djelfa",
  "Jijel": "Jijel",
  "Sétif": "Sétif",
  "Saïda": "Saïda",
  "Skikda": "Skikda",
  "Sidi Bel Abbès": "Sidi Bel Abbès",
  "Annaba": "Annaba",
  "Guelma": "Guelma",
  "Constantine": "Constantine",
  "Médéa": "Médéa",
  "Mostaganem": "Mostaganem",
  "M'Sila": "M'Sila",
  "Mascara": "Mascara",
  "Ouargla": "Ouargla",
  "Oran": "Oran",
  "El Bayadh": "El Bayadh",
  "Illizi": "Illizi",
  "Bordj Bou Arréridj": "Bordj Bou Arréridj",
  "Boumerdès": "Boumerdès",
  "El Tarf": "El Tarf",
  "Tindouf": "Tindouf",
  "Tissemsilt": "Tissemsilt",
  "El Oued": "El Oued",
  "Khenchela": "Khenchela",
  "Souk Ahras": "Souk Ahras",
  "Tipaza": "Tipaza",
  "Mila": "Mila",
  "Aïn Defla": "Aïn Defla",
  "Naâma": "Naâma",
  "Aïn Témouchent": "Aïn Témouchent",
  "Ghardaïa": "Ghardaïa",
  "Relizane": "Relizane",
  "Timimoun": "Timimoun",
  "Bordj Badji Mokhtar": "Bordj Badji Mokhtar",
  "Ouled Djellal": "Ouled Djellal",
  "Béni Abbès": "Béni Abbès",
  "Ain Salah": "Ain Salah",
  "Ain Guezzam": "Ain Guezzam",
  "Touggourt": "Touggourt",
  "Djanet": "Djanet",
  "El M'Ghair": "El M'Ghair",
  "El Menia": "El Menia",
  "Carte Judiciaire": "Carte judiciaire",
  "Home": "Accueil",
  "Contact US": "Contactez-nous",
  "User": "Utilisateur",
  "Profile": "Profil",
  "Disconnect": "Déconnexion",
  "Connexion": "Connexion",
  "Login": "Connexion",
  "Sign up": "Inscription",
  "a": "La Constitution algérienne de 1996, modifiée en février 2016, établit une autorité judiciaire indépendante.",
  "b": "Le système judiciaire algérien est soumis à un double niveau de compétence : les tribunaux de première instance et les cours d'appel en deuxième instance. Il existe une dualité de compétences avec une distinction entre l'ordre judiciaire et l'ordre administratif, consacrant les principes fondamentaux d'égalité et de liberté. Ces droits fondamentaux sont garantis par la Cour suprême en tête du système judiciaire.",
  "c": "Ordre judiciaire",
  "d": "Cour suprême",
  "e": "La Cour suprême a été créée en vertu de la loi n° 63-218 du 18 juin 1963 et représente la plus haute juridiction du système judiciaire. La Cour suprême compte 150 juges répartis en quatre chambres : civile et commerciale ; sécurité sociale et travail ; criminelle ; et intentionnelle. Son objectif, d'une part, est d'assurer l'unification de l'interprétation du système judiciaire sur l'ensemble du territoire national, et d'autre part, de garantir la conformité à la loi. Elle est compétente pour statuer sur les pourvois en cassation formés contre les décisions et jugements rendus en dernier ressort par les juridictions et les organes judiciaires sur toutes les ordonnances, à l'exception des juridictions territoriales soumises à l'ordre administratif. La Cour suprême, régie actuellement par la loi de 1989, est composée de huit chambres (civile, foncière, sociale, criminelle, contraventions, statut personnel, chambre commerciale et maritime, et chambre des requêtes). Elle jouit d'une indépendance financière et administrative. La Cour suprême algérienne est composée de juges et de procureurs. Les juges de siège comprennent le président (qui préside la Cour suprême), le vice-président, les présidents de chambre, les présidents de section et les conseillers. Les procureurs comprennent le procureur général, le procureur général adjoint et les procureurs généraux adjoints. La Cour suprême est enregistrée par les greffiers.",
  "f": "Cour d'appel",
  "g": "LaCour d'appel est une autorité judiciaire de deuxième instance. Elle constitue un moyen d'appel contre les décisions des tribunaux rendues par les juridictions de première instance. Il existe 48 cours d'appel sur le territoire national algérien. Chaque cour est divisée en plusieurs chambres pouvant être subdivisées en sections. Chaque cour comprend au moins une chambre de l'accusation, compétente pour les enquêtes de deuxième instance. Elle examine les appels interjetés contre les ordonnances des juges d'instruction et surveille les activités de la police judiciaire. La cour d'appel rend des jugements collégiaux. Elle est composée d'un président, d'un vice-président, de présidents de chambre, de conseillers et d'un bureau du procureur général comprenant un procureur général et un premier substitut du procureur général ainsi que des substituts du procureur général, en plus d'une section pour les biens illégalement acquis.",
  "h": "Il y a 210 tribunaux en Algérie. Le tribunal est le tribunal de première instance pour la juridiction judiciaire. Sa compétence est déterminée par le code de procédure civile et le code de procédure pénale ainsi que par les lois spécifiques en vigueur. Le tribunal est généralement divisé en quatre sections : civile, pénale, industrielle et commerciale. Il est composé d'un seul juge, et comprend un président du tribunal, un vice-président, des juges, un juge d'instruction ou plusieurs juges d'instruction, un ou plusieurs juges des affaires familiales, un procureur, des substituts du procureur, et une section pour les biens illégalement acquis. Les tribunaux correctionnels et les tribunaux sociaux statuent en collégialité, en présence d'un juge et de deux assesseurs. Les pôles judiciaires spécialisés comprennent 6 tribunaux créés en 2004, et représentent un nouvel outil judiciaire mis en place pour harmoniser la législation algérienne avec diverses obligations internationales de l'Algérie en matière de lutte contre la criminalité organisée internationale, de lutte contre le blanchiment d'argent, de lutte contre le terrorisme, et de crimes liés aux lois sur la monnaie étrangère. Un décret exécutif a élargi la compétence territoriale des procureurs généraux et des juges d'instruction et des juges résidents pour inclure la compétence des autres tribunaux. Par exemple, la compétence territoriale du tribunal de Ouargla comprend Ouargla, Adrar, Illizi, Tindouf et Ghardaïa. Ces juridictions comprennent des bases qui ne sont pas limitées par la loi générale et bénéficient d'une grande expertise, notamment technique (écoutes téléphoniques, infiltration sonore). L'unité est composée de douze juges responsables de la surveillance des affaires spéciales. Elle sert de dernier recours, avec trois juges assistés de deux jurés permanents. La cour d'appel statue en collégialité. Elle est composée d'un président, d'un vice-président, de présidents de chambre, de conseillers et d'un bureau du procureur général comprenant un procureur général et un premier substitut du procureur général ainsi que des substituts du procureur général, en plus d'une section pour les biens illégalement acquis.",
  "j": "Le tribunal militaire est une juridiction exceptionnelle qui rend ses jugements en dehors du cadre judiciaire ordinaire. En temps de paix, cette juridiction a compétence pour juger certains crimes spécifiques liés aux forces armées et aux personnes ayant un statut militaire. Ces décisions relèvent de la compétence de la Cour suprême. En temps de guerre, ils sont exposés à toutes les attaques contre la sécurité de l'État. Le tribunal militaire permanent se compose de trois membres et d'un président et de deux assesseurs. Ce pouvoir est présidé par un juge.",
  " login": "Connexion",
  "email": "Adresse e-mail",
  "password": "Mot de passe",
  "name":"nom et prenom ",
  "loginButton": "Connexion",
  "forgotPassword": "Mot de passe oublié ?",
  "googleLogin": "Connexion avec Google",
  "noAccount": "Pas encore de compte ?",
  "signUp": "S'inscrire",
  "why do you want to join us ?": "Pourquoi voulez-vous nous rejoindre ?",
  "we provide here the best experiences": "Nous offrons ici les meilleures expériences",
  "i am here to be a lawyer": "Je suis là pour être avocat",
  "work with people is my passion": "Travailler avec les gens est ma passion",
  "i am searching for lawyer": "Je recherche un avocat",
  "whyJoinUs": "Pourquoi voulez-vous nous rejoindre ?",
  "bestExperiences": "Nous offrons ici les meilleures expériences",
  "lawyerRole": "Je suis ici pour être avocat",
  "passionForPeople": "Travailler avec les gens est ma passion",
  "searchingForLawyer": "Je cherche un avocat",
  "ll":"vous etes un avocat ? ",
  "vous":"vous avez un compte "
}
