
{
    "legalExcellence": "Navigating Legal Excellence in Algeria",
    "trustedAdvocates": "Your Trusted Advocates for Justice and Expertise",
    "searchForLawyer": "Search for your lawyer",
    "searchForLocation": "Search for location",
    "search": "Search",
    "Your":"Your Trusted Advocates for Justice and Expertise",
    "preferredAvocat": "See our must preferred Avocat",
    "searchByCity": "Search directly by city",
    "Carte Judiciaire": "Judicial Map",
  "Home": "Home",
  "Contact US": "Contact US",
  "User": "User",
  "Profile": "Profile",
  "Disconnect": "Disconnect",
  "Connexion": "Sign In",
  "Login": "Login",
  "Sign up": "Sign up",
  "annu":"Annuaire",
  "a":"La Constitution algérienne de 1996, révisée en février 2016, institue un pouvoir judiciaire indépendant",
  "b":"Elle consacre les principes fondamentaux d’égalité et de liberté. La garantie de ces droits fondamentaux est assurée par la Cour Suprême au sommet de l’ordre judiciaire.Le système judiciaire algérien est régi selon un double degré de juridiction avec en première instance des tribunaux et en seconde instance des cours d’appel. Il dispose d’une dualité de juridictions avec un ordre judiciaire distinct de l’ordre administratif ",
  "c":"ORDRE JUDICIAIRE",
  "d":"COUR SUPRÊME",
  "e":"Instituée par la loi n°63-218 du 18 juin 1963, la Cour Suprême représente la plus haute juridiction de l’ordre judiciaire. La Cour Suprême comprend 150 juges répartis dans quatre divisions : civil et commercial; sécurité sociale et travail; criminel; et administrative.Son objectif est, d’une part, de garantir l’unification de la jurisprudence de l’ordre judiciaire sur l’ensemble du territoire national et d’autre part, de veiller au respect de la loi.Elle est compétente pour statuer sur les pourvois en cassation formés contre les arrêts et jugements rendus en dernier ressort par les cours et tribunaux de tout ordre à l’exception des juridictions relevant de l’ordre administratif.La Cour Suprême, actuellement régie par la loi de 1989, est composée de huit chambres (civile, foncière, sociale, criminelle, délits et contraventions, statut personnel, chambre commerciale et maritime et chambre des requêtes). Elle dispose d’une autonomie financière et d’une autonomie de gestion.La Cour Suprême algérienne est composée de magistrats du siège et de magistrats du parquet. Les magistrats du siège sont le premier président (qui dirige la Cour Suprême), le vice-président, les présidents de chambres, les présidents de sections et les conseillers. Les magistrats du parquet sont composés du procureur général, du procureur général adjoint et des avocats généraux. Le greffe de la Cour Suprême est assuré par les greffiers.",
  "f":"LA COUR D’APPEL",
  "g":"La Cour d’appel est une juridiction de second degré. Elle constitue une voie d’appel contre les décisions de justice rendues par les tribunaux des juridictions inférieures.   ",
  "h":"Il existe 48 cours d’appel sur le territoire national algérien. Chaque cour est divisée en plusieurs chambres lesquelles peuvent se subdiviser en sections. Chaque cour comprend, au moins, une chambre d’accusation qui constitue une juridiction d’instruction du second degré. Elle connaît les recours contre les ordonnances des juges d’instruction et contrôle les activités de la police judiciaire.  La Cour d’appel statue en forme collégiale. Elle est composée d’un Président, d’un vice-président, des présidents de chambre, des conseillers, d’un parquet général comprenant un procureur général, un premier procureur général adjoint et des procureurs généraux adjoints, ainsi qu’un service du greffe.",
  "i":"On compte 210 tribunaux en Algérie. Le Tribunal est la juridiction de premier degré de l’ordre judiciaire. Sa compétence est déterminée par le code de procédure civile, le code de procédure pénale et les lois particulières en vigueur. Le Tribunal est généralement divisé en quatre sections, civile, pénale, prud’homale et commerciale.Juridiction statuant à juge unique, le Tribunal comprend un président du tribunal, un vice–président, des juges, un ou plusieurs juges d’instruction, un ou plusieurs juges des mineurs, un procureur de la République, des procureurs de la République adjoints et le greffe. La juridiction des mineurs et la juridiction sociale statuent en forme collégiale en présence d’un juge et de deux assesseurs.PÔLES PÉNAUX SPÉCIALISÉS  Les pôles pénaux spécialisés comprennent 6 tribunaux, créés en 2004, et représentent un nouvel instrument judiciaire mis en place pour adapter la législation algérienne aux différents engagements internationaux de l’Algérie tels que la lutte contre le crime international organisé, l’atteinte au système de traitement automatisé des données, le blanchiment d’argent, le terrorisme et les infractions relatives à la législation des changes. Un décret exécutif a étendu la compétence territoriale des procureurs de la république, des juges d’instruction ainsi que des juges du siège au ressort d’autres tribunaux. A titre d’exemple, la compétence territoriale du tribunal de Ouargla comprend Ouargla, Adrar, Illizi, Tindouf et Ghardaïa. Ces juridictions comprennent des règles dérogatoires au droit commun et sont dotées d’importantes compétences, notamment techniques (écoutes téléphoniques, infiltrations sonorisation)Un pôle comprend douze magistrats chargés de suivi des dossiers spéciaux. Il statue en dernier ressort, avec trois magistrats assistés de deux assesseurs-jurés.",

  "j":"Le Tribunal militaire est une juridiction d’exception dont les jugements interviennent en dehors du système judiciaire ordinaire.En temps de paix, cette juridiction a compétence pour juger certaines infractions propres aux armées et les personnes qui ont la qualité de militaire. Ces décisions relèvent du contrôle de la Cour Suprême. En temps de guerre, elles connaissent toutes les atteintes à la Sûreté de l’Etat.Le Tribunal militaire permanent est composé de trois membres, un président et deux assesseurs. Cette juridiction est présidée par un magistrat des Cours.",
  "login": "Login",
  "email": "Email",
  "password": "Password",
 " loginButton": "Login",
  "forgotPassword": "Forgot password?",
  "googleLogin": "Login with Google",
  "noAccount": "Don’t have an account?",
  "signUp": "Sign Up"
 
  }
  